Repository: margauxcouvreuxOCR/movie-app
Catalog: Movie-App/Preview Content/Localizable.xcstrings
Source language: en
Languages: fr

# connexion_login
source: Log In
fr: Se connecter

# connexion_result
source: Warning !
fr: Attention !

# deconnexion_alert
source: You will need to log in again to return to the app.
fr: Il faudra vous reconnecter pour accéder de nouveau à l’application.

# deconnexion_logout
source: Log Out
fr: Se Déconnecter

# deconnexion_question
source: Log out ?
fr: Se déconnecter ?

# detail_director
source: Director
fr: Directeur

# detail_loading
source: Loading your selection…
fr: Chargement de votre sélection…

# error_200
source: Success: The request was processed successfully.
fr: Succès : la demande a été traitée avec succès.

# error_204
source: Error 204: No content available for this resource.
fr: Erreur 204 : Aucun contenu disponible pour cette ressource.

# error_400
source: Error 400: Bad request. Invalid parameters.
fr: Erreur 400 : Mauvaise demande. Paramètres invalides.

# error_401
source: Error 401: Unauthorized. Check your credentials.
fr: Erreur 401 : Non autorisé. Vérifiez vos références.

# error_403
source: Error 403: Forbidden. You do not have permission.
fr: Erreur 403 : Interdit. Vous n'avez pas la permission.

# error_404
source: Error 404: Could be 'Url not found' or does not hold content.
fr: Erreur 404 : Pourrait être "Url non trouvée" ou ne contient pas de contenu.

# error_500
source: Error 500: Internal server error. Try again later.
fr: Erreur 500 : Erreur interne du serveur. Réessayez plus tard.

# error_empty
source: Empty list.
fr: Liste vide.

# error_loading
source: An error has occurred while loading…
fr: Une erreur s'est produite lors du chargement...

# error_unknown
source: An unknown error occurred.
fr: Une erreur inconnue s'est produite.

# label_password
source: Password
fr: Mot de Passe

# search_title
source: Search Movie
fr: Rechercher un film

# text_email
source: Enter your email address…
fr: Entrez votre adresse email…

# text_password
source: Enter your password…
fr: Entrez votre mot de passe…

# title_favorites
source: Favorites
fr: Favorits

# title_logout
source: Log Out
fr: Déconnexion

# title_search
source: Search
fr: Recherche
